11/data/attachments/e305c5756a4d14e1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_acb6179a-fa4f-4750-9c56-2d2024dc1ff9</nif:username>
            <nif:friendToBeAdded>Lisa_my_Friend_90066_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>